/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template_hero_LaRNEn": {
      "type": "template-hero",
      "settings": {
        "title": "Women's Clothing",
        "sub_title": "Combining function and fashion",
        "hero_image": "shopify://shop_images/womens-white-2.jpg"
      }
    },
    "template": {
      "type": "template-collection",
      "settings": {
        "number_of_products_per_page": 6
      }
    },
    "template_copy_6qEKzY": {
      "type": "template-copy",
      "settings": {
        "title": "Womens Clothing",
        "body": "<p>Say goodbye to rummaging through your bag or fumbling for your phone thanks to the range of women’s clothing from Ucore.</p><p>Including our innovative hoodies, our range features a combination of women’s sportswear and women’s activewear which make it easier to keep your phone safe and secure when working out or performing day-to-day activities.</p><p>This is because the products include innovative patent-pending pocket technology that is located centrally on each garment, making it easier to feel the phone should it vibrate and ensuring its security. <br/></p><h2>Women's Clothes with Pockets</h2><p>The innovative pocket technology that features across our women’s clothing range creates a pocket that all modern phones can seamlessly slip into. This means that whether you’re out for a run, hitting the gym, playing sports or simply going about your day, your phone will be kept secure and close to you.</p><p>When you get a call, the phone’s vibrations can be felt, meaning you don’t need to worry about missing anything urgent. Plus, if you’re in a loud environment like a sporting event or concert, you won’t need to worry about listening out for your phone as the vibration will be felt. </p>",
        "copy_image": "shopify://shop_images/womens-white-1.jpg",
        "show_image": true,
        "short_image": false,
        "image_position": "left",
        "contact_title": "",
        "contact_content": "",
        "contact_mail": "",
        "contact_telephone": "",
        "contact_insta_handle": ""
      }
    },
    "template_copy_feature_Vm96bC": {
      "type": "template-copy-feature",
      "settings": {
        "title": "Women's Fashion",
        "body": "<p>Not only is our women’s clothing range extremely practical, but there’s no compromise on style either.</p><p>Our hoodies also feature clean lines, smart designs and a great look that combines aesthetics with functionality. The unique pocket technology is also seamlessly integrated into the design so your phone will be kept safe while still looking good.</p><p>Shop for ladies’ clothes online today or contact Ucore to find out more.</p>",
        "copy_video": "shopify://files/videos/hero.mp4"
      }
    }
  },
  "order": [
    "template_hero_LaRNEn",
    "template",
    "template_copy_6qEKzY",
    "template_copy_feature_Vm96bC"
  ]
}
