/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template_hero_LaRNEn": {
      "type": "template-hero",
      "settings": {
        "title": "Women's Hoodies",
        "sub_title": "The future of fashion",
        "hero_image": "shopify://shop_images/womens-grey-2.jpg"
      }
    },
    "template": {
      "type": "template-collection",
      "settings": {
        "number_of_products_per_page": 6
      }
    },
    "template_copy_6qEKzY": {
      "type": "template-copy",
      "settings": {
        "title": "Women's Hoodies & Sweatshirts",
        "body": "<p>The Ucore tech hoodie is revolutionising the future of <a href=\"/collections/womens\" title=\"Women\">women’s clothing</a>, combining style with functionality to create a product that is truly unique.<br/></p><p>Our range of <a href=\"/products/womens-hoodie\" title=\"Women's Hoodie\">women’s hoodies</a> features innovative pocket technology, allowing the wearer to keep their phone safe and secure without ever having to miss an important call. <br/></p><p>A hoodie with a pocket that is centrally located means that your phone can be conveniently stored while you engage in any of your day-to-day activities. From working out to hitting the shops, not only does the location of the pocket keep your phone safe from theft, but it also means that any urgent phone calls will be felt due to the phone’s vibrations and not missed.</p><h2>Women's Hoodies with Pockets</h2><p>A hoodie with a phone pocket is the most convenient way to keep your phone safe while ensuring you’re ready to answer any important calls at a moment’s notice. The material used on Ucore products means that all modern phones seamlessly fit inside. The location also means that hands-free conversations are made easier and you don’t need to worry about using earpods. </p><p>From oversized hoodies to more standardised designs, our range of women’s hoodies is available in a range of colours and styles to suit every preference. To find out more and place an order, contact Ucore today. <br/></p>",
        "copy_image": "shopify://shop_images/womens-grey-1.jpg",
        "show_image": true,
        "short_image": false,
        "image_position": "left",
        "full_width": false
      }
    }
  },
  "order": [
    "template_hero_LaRNEn",
    "template",
    "template_copy_6qEKzY"
  ]
}
