/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template_hero_LaRNEn": {
      "type": "template-hero",
      "settings": {
        "title": "Mens Hoodies",
        "sub_title": "Experience the freedom of Ucore",
        "hero_image": "shopify://shop_images/DSC00632.jpg"
      }
    },
    "template": {
      "type": "template-collection",
      "disabled": true,
      "settings": {
        "number_of_products_per_page": 6
      }
    },
    "featured_collection_colours_f8qamA": {
      "type": "featured-collection-colours",
      "settings": {
        "title": "Mens Hoodies",
        "featured_collection": "mens-hoodies",
        "number_of_products_to_show": 10
      }
    },
    "template_copy_6qEKzY": {
      "type": "template-copy",
      "settings": {
        "title": "Men's Hoodies & Sweatshirts",
        "body": "<p>With the Ucore range of men’s hoodies, you’re sure to look great and can experience the freedom of exercise without ever having to worry about missing a thing from your mobile phone.</p>\n\n<p>Unique to your normal men’s hoodie, products from Ucore feature innovative pocket technology that provides a secure and convenient place for your mobile phone to be stored.</p>\n\n<p>With the pocket located in the centre of the garment on the upper torso, when you wear our hoodies and someone calls you, you’ll feel the vibrations more directly and will be able to answer straight away.</p>\n\n<h2>Men's Hoodies with Pockets</h2>\n<p>A hoodie with a pocket gives you an extra sense of freedom.</p>\n\n<p>As well as meaning that you’re more likely to notice your phone ringing than if it’s in a trouser pocket, our innovative design also allows you to keep your phone safe as you jog, take to the treadmill, take care of some DIY or simply relax in the pub with your friends. </p>\n\n<p>The elasticated fabric of the pocket keeps all modern smartphones secure. Plus, you can experience the freedom of being able to quickly and easily access your phone when you need it. Hands-free conversation is also made simple, as your phone’s microphone will be much closer to your mouth for clearer conversation without earpods.</p>\n\n<p>Explore the Ucore hoodies range and order online today.</p>",
        "copy_image": "shopify://shop_images/DSC03490.jpg",
        "show_image": true,
        "image_position": "left"
      }
    }
  },
  "order": [
    "template_hero_LaRNEn",
    "template",
    "featured_collection_colours_f8qamA",
    "template_copy_6qEKzY"
  ]
}
