/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template_hero_LaRNEn": {
      "type": "template-hero",
      "settings": {
        "title": "Womens",
        "sub_title": "Combining function and fashion",
        "hero_image": "shopify://shop_images/DSC02136.jpg"
      }
    },
    "template": {
      "type": "template-collection",
      "settings": {
        "number_of_products_per_page": 6
      }
    },
    "template_copy_6qEKzY": {
      "type": "template-copy",
      "settings": {
        "title": "Men's Clothing",
        "body": "<p>Body textIf you’re looking for stylish men’s clothing that also offers practical solutions and a sense of freedom, then Ucore’s range is perfect for you.</p>\n\n<p>Featuring hoodies, sweatshirts and t-shirts, our sportswear and activewear incorporate innovative pocket technology that also provides you with a safe and practical place to store your mobile phone while exercising and being active.</p>\n\n<p>Located in the centre of our activewear, our phone pockets sit on the upper torso of our garments, meaning that as soon as you receive a call you’ll feel the vibrations and can answer quickly. The benefit of having pockets here instead of relying on trousers is that it is an area of the body that is much more sensitive to vibrations, meaning you’ll never miss a call.</p>\n\n<h2>Men’s Fashion</h2>\n<p>As well as their practicality, our range of hoodies and other sportswear are also great men’s fashion items.</p>\n\n<p>Our pocket holders are thin enough to contain modern smartphones while still providing style and clean lines. The pockets are also elasticated, which means your phone will be kept safe no matter what activity you’re engaging in, whether that’s meeting with friends at the pub, going for a run, exploring the great outdoors or anywhere else you choose to roam.</p>\n\n<p>Discover Ucore clothing and order online today.</p>",
        "show_image": true,
        "image_position": "left"
      }
    }
  },
  "order": [
    "template_hero_LaRNEn",
    "template",
    "template_copy_6qEKzY"
  ]
}
