/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template": {
      "type": "template-page",
      "settings": {}
    },
    "template_hero_m3TLxA": {
      "type": "template-hero",
      "settings": {
        "title": "Our Story",
        "sub_title": "How Ucore was born",
        "hero_image": "shopify://shop_images/DSC03492-Edit_1.jpg"
      }
    },
    "template_copy_T37wD3": {
      "type": "template-copy",
      "settings": {
        "title": "Our Story ",
        "body": "<p>At Ucore, we recognise just how essential mobile phones are when it comes to staying connected.</p><p>However, you’re typically required to hold the phone to answer calls and, if you’re expecting an important call, you’ll constantly be checking your device. Furthermore, in today’s urban societies, we all experience phone vulnerability and insecurity. This is the reason many people can be seen walking with their phone in their hand, fearing missing a call and always needing to know where their phone is.   </p><p>Understanding how frustrating it can be to miss urgent calls, the Ucore team created an innovative solution.</p><p>Our hoodies feature a central pocket on the garment’s upper torso where mobile phones can be safely stored when playing sports, hitting the gym or just as you’re going about your daily life.</p><p>Due to its sensitive location, as soon as a call connects to your phone, you’ll feel the vibrations and be able to promptly answer - meaning you don’t need to worry about missing any important messages.</p><p>Ucore urban wear clothing has been created to address these issues of immense importance to our customers. </p>",
        "copy_image": "shopify://shop_images/DSC00328.jpg",
        "show_image": true,
        "short_image": false,
        "image_position": "left",
        "full_width": false
      }
    },
    "template_copy_feature_3RXGed": {
      "type": "template-copy-feature",
      "settings": {
        "title": "How Ucore was created",
        "body": "<p>We had our “eureka” moment while enjoying a major sporting event at the Tottenham Hotspur Stadium. Surrounded by the roar of a crowd, we noticed that phone calls could be missed amidst the noise. This sparked an idea: modern clothing needed a smarter way to integrate mobile phones seamlessly. Determined to solve the problem, we set out to design a garment that redefines functionality in activewear.</p><p>The thought suddenly dawned that there are two ways that a phone alerts a person: the first is through the ringtone, while the other is through vibration. From here, we began developing a garment that featured unique phone holder pockets located on the front of hoodies. This is the optimum place to detect vibration so that people in loud or noisy environments can <strong>feel the phone</strong> if they can <strong>not hear the phone</strong>.</p><p>As well as being the best place to detect vibration, it was found that consumers also really appreciate the feeling of increased security from damage or theft with the phone being located centrally.</p><p>The pocket ensures all modern smartphones can seamlessly fit into the pockets, while not compromising on the stunning aesthetics of the clothing. As soon as you receive an urgent call, you’ll be able to easily access your phone and answer it whether you’re playing sports, running, hitting the gym or other environments where it’s hard to hear your phone. </p><p>Learn more about the Ucore journey, and get in touch with our team today.  </p>",
        "copy_video": "shopify://files/videos/hero.mp4"
      }
    },
    "featured_collection_colours_BRwec4": {
      "type": "featured-collection-colours",
      "blocks": {
        "product_QnBera": {
          "type": "product",
          "settings": {
            "product": "womens-hoodie",
            "colors": "dusky pink"
          }
        },
        "product_P3kGkq": {
          "type": "product",
          "settings": {
            "product": "mens-hoodie",
            "colors": "black"
          }
        },
        "product_wUqa8F": {
          "type": "product",
          "settings": {
            "product": "mens-hoodie",
            "colors": "white"
          }
        }
      },
      "block_order": [
        "product_QnBera",
        "product_P3kGkq",
        "product_wUqa8F"
      ],
      "settings": {
        "title": "Trending Products",
        "featured_collection": "all-products",
        "number_of_products_to_show": 8
      }
    }
  },
  "order": [
    "template",
    "template_hero_m3TLxA",
    "template_copy_T37wD3",
    "template_copy_feature_3RXGed",
    "featured_collection_colours_BRwec4"
  ]
}
