/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "template": {
      "type": "template-page",
      "settings": {}
    },
    "template_hero_m3TLxA": {
      "type": "template-hero",
      "settings": {
        "title": "Terms & Conditions",
        "sub_title": "",
        "hero_image": "shopify://shop_images/DSC00471.jpg"
      }
    },
    "template_copy_T37wD3": {
      "type": "template-copy",
      "settings": {
        "title": "Terms & Conditions",
        "body": "<p>These are the terms and conditions on which we supply our products to you.</p><p>Please read these terms carefully before ordering with us. These terms tell you what you need to know about buying with us. If you think that there might be a mistake in these terms, please let us know<span style=\"text-decoration:underline\">.</span> We may revise these terms and conditions without notice by posting revised terms and conditions of sale on our website. The terms and conditions posted on the website at the time you place your order will govern that purchase.</p><p><strong>1. Who we are and how to contact us</strong></p><p><strong>1.1 Who we are</strong>. We are UCORE Ltd – a company incorporated and registered in England and Wales with company number 09776961. Our head office is at 550 Valley Road, Basford, Nottingham, United Kingdom, NG5 1JJ and our registered VAT number is GB 448413193.</p><p><strong>1.2 How to contact us</strong>. You can contact us at: <a href=\"/pages/contact\" title=\"Contact Us\"><span style=\"text-decoration:underline\"><strong>https//ucore</strong></span><span style=\"text-decoration:underline\"><em><strong>.co.uk/contact</strong></em></span></a> </p><p><strong>1.3 How we may contact you</strong>. If we must contact you, we will send an email to the email address you provided to us when placing your order online or via our app or when making your purchase in store.</p><p><strong>2. Placing an order</strong></p><p><strong>2.1 How you can place an order</strong>. Orders are placed through our website or our app. Once you have added the product(s) you would like to your basket, you will go through our checkout procedure where you will need to enter your contact details, delivery, and billing information. Please check and double check your order (e.g. the product(s), size(s), and delivery address) before clicking the “complete order” button or the “pay now” button.</p><p><strong>2.2 Acceptance of your order</strong>. Your order is an offer from you to us to buy the product(s) in your basket. After you place an order, you will receive an email from us confirming that we have received it. Our official acceptance of your order takes place when we email you to confirm we have dispatched your product(s). It is at this point that a contract will come into existence between you and us. When we acknowledge your order, we will also confirm your order number. If you need to contact us about your order, you should quote the order number.</p><p><strong>2.3 Restrictions on placing orders</strong>. To order our products, you must be at least 18 years old and be authorised to use the payment method which you use to pay for the products you order. If you are under 18, you may place an order only with consent of a parent or guardian.</p><p><strong>3. Our rights to cancel your order</strong></p><p><strong>3.1 If we cannot fulfil your order</strong>. In the unlikely event that we’re unable to fulfil your order (e.g. because the product is out of stock, we haven’t been able to verify the billing information you’ve provided, you have requested delivery to a country that we do not currently ship to, or there has been an error in the pricing or description of the product), we’ll let you know by email and we won’t charge you for the product.</p><p><strong>3.2 Unusual or suspicious activity</strong>. We provide our products for your personal use only. We may cancel an order if we notice something unusual or suspect that our products are being exploited for any commercial, business or re-sale purpose. If this happens to you and you think we have made a mistake, contact our customer service team through our online form at: <a href=\"/pages/contact\" title=\"Contact Us\"><span style=\"text-decoration:underline\">https//ucore.co.uk/contact.</span></a> </p>",
        "copy_image": "shopify://shop_images/DSC00328.jpg",
        "show_image": false,
        "short_image": true,
        "image_position": "right",
        "full_width": true
      }
    }
  },
  "order": [
    "template",
    "template_hero_m3TLxA",
    "template_copy_T37wD3"
  ]
}
